[
	{
		"id": 1,
		"title": "How to Start Running: An Absolute Beginner’s Guide",
		"date": "February, 3rd 2022",
		"author": "John Doe",
		"category": "Fitness",
		"description": "Running coaches agree: When you’re starting out, don’t go out too fast or for too long as you’re getting into it.",
		"content": "If you want to start running, whether you are already active in other ways or you’re truly in couch-to-5K mode, the biggest question tends to be: Where do you start?<br><br>Yes, it can be as simple as lacing up your sneakers and hitting the pavement. But putting some thought into what your goals are, your pacing, what to wear, and how to schedule other activities and workouts can go a long way when it comes to avoiding injuries and making progress.<br><br>Here are some top tips from running experts, along with a basic four-week training plan.<br><br><br><h2>On Motivation: First, Think About Your ‘Why’</h2><br>Running delivers a plethora of health benefits. But there are other ways to reap those rewards. Why do you want to start running? And why are you doing it now?<br><br>“One of the biggest parts of sticking to any training plan is knowing why you’re doing it,” says Kourtney Thomas, CSCS, a St. Louis–based Road Runners Club of America (RRCA)–certified running coach and trainer. “Figure out why it matters to you, and what you hope to achieve from it, and that will help you feel connected to the effort in a deeper way.”<br><br>Maybe you want that sense of accomplishment that comes with completing a 5K. Maybe you’re noticing that you’re more winded lately while playing with your kids and you want to boost your endurance. Maybe work stress is dragging you down, and the thought of getting outside and getting moving energizes you.<br><br>Whatever it is, Thomas suggests you tap into it — writing it down is helpful, too — and keep that in mind as your larger goal.<br><br><br><h2>Set Your Pace and Distance</h2><br>With distance as well as pace, that will depend on your health, athletic history, and current fitness level, according to Amy Morris, an RRCA-certified running coach and head of personal training at CrossTown Fitness in Chicago.<br><br><br><h3>How to Know What Pace Is Right</h3><br>“When beginning, it’s best to start slow and gradually increase your pace over time,” Morris says. “If you gun it out of the gate, your body will begin to accumulate lactic acid and your lungs won’t be able to keep up with how fast you’re running, so you’ll feel breathless. As a result, you’ll drastically slow down.”<br><br>You’ll also fatigue much faster if you start too fast, and that can be frustrating.<br><br>One technique that can help beginner runners is run-walk intervals. To do it, pick an easy pace for a run — easy is being able to talk as you’re running — for a certain amount of time (start with a minute), and then walk for that same amount of time. Then repeat the pattern. That way, your body can get used to the motion of running without tiring as quickly. As the running portions of the interval get easier, increase the minute of running to two minutes. When that feels easier, add another minute to the run portion of the interval, and so on until you’re able to take out the walking all together.<br><br><br><h3>How Long to Run When You Start</h3><br>When determining distance, Morris says that will depend on your health, athletic history, and current fitness level. For some, a walk-run combo of a half-mile will be plenty as a start. But if you have a higher level of fitness — maybe you've been doing another activity like biking or yoga, for example — you may want to start with a mile or longer.<br><br>The American Council of Exercise (ACE) suggests starting with 20- to 25-minute workouts, selecting a distance you're comfortable with with the expectation that you'll increase very gradually.<br><br>ACE recommends increasing the distance and duration of your workouts no more than 10 percent to 15 percent from one week to the next, and running on alternating days (rather than consecutive ones).<br><br>No matter what you've set as your beginning distance, it’s important to take training one day at a time, Morris says.<br><br>“Progress is not always linear,” she notes. “Sometimes there will be spikes, lows, and plateaus. Roll with it. Follow your plan and trust the training.”<br><br><br><h2>Get the Right Gear</h2><br>You don’t need a lot of fancy equipment to run. But picking the right apparel, shoes, and accessories can make your strides more comfortable — and depending on the conditions, safer.<br><br><br><h3>Apparel</h3><br>What you wear will largely depend on the weather, both at the start of your run and what it’s expected to be when you finish, according to Morris. But remember, you’ll build body heat as you move, so you’ll likely want to dress in more lightweight clothing than you would wear if you were just going outside for a walk or other more leisurely activity. As a rule of thumb, she suggests dressing as if the temperature outside is 10 degrees warmer than it actually is.<br><br>If you tend to be on the warmer side, she suggests dressing like it's 15 degrees warmer than the actual temperature. If you get chilly easily, go in the other direction and dress as if it's 5 degrees warmer, she says.<br><br>“Layers are always great,” she adds. But do opt for moisture-wicking fabrics (like merino wool, bamboo, and some polyesters designed for this), she says. “In the winter, jackets with zippers help regulate body temperature like a thermostat; up if you’re cool and down if you’re warm.”<br><br>And remember, you don't necessarily need specialized gear to get out there and get running. If you're getting started and the temperature is moderate, it's fine to opt for a T-shirt and sweatpants combo, Morris adds.<br><br><br><h3>Running Shoes</h3><br>The equipment that will take you a long way (literally) when you’re running are a good pair of running shoes. Ideally, it’s best to have your stride checked at a running gear store, says Thomas. They’ll evaluate your running stride and how your foot hits the ground, and recommend types of shoes that would work best for you. But not everyone has one within driving distance. If you don’t, or you’re shopping online, Thomas suggests starting with shoes described as “neutral,” which means they have an average amount of arch support (rather than an arch supports that corrects for your feet either rolling inwards or outwards as they strike the ground). And choose the amount of cushioning in a shoe that feels comfortable. After you’ve been running for a while, you’ll get a feel for whether you want more cushioning or less.<br><br><br><h3>Sunscreen and Other Health and Safety Tips</h3><br>In both warm and cool weather, sunscreen should be a priority. The American College of Sports Medicine recommends applying sunscreen of at least SPF 30 at least 30 minutes before heading out into the sun, and reapplying every hour if you’re sweating a lot.<br><br>One more gear consideration is safety, Thomas adds. You can put reflective strips on your shoes and clothes if you’re a dawn or dusk runner, and wear bright clothing. Also, stay in well-lit areas whenever possible and keep your phone secured in a zipped pocket.<br><br><br><h2>Don’t Skip the Warmup</h2><br>A good warmup is key for running, says Morris. Not only does it get your muscles prepped for exercise, but it increases oxygen and blood flow throughout the body.<br><br>Rather than the static stretches you may have done in gym class — where you got into a stretch and held it without moving — a warmup should involve dynamic flexibility, which means you should be active and focus more on movement than stretching.<br><br>A good dynamic warmup can include simple yoga sequences, brisk walking, or moves such as squats, lunges, calf raises, and arm swings. You only need to warm up for about five minutes, says Morris, but if you’re going for a longer run you may want to do a lengthier warm-up session.<br><br>The key to any good warmup is to engage the right muscles (in this case, the ones you’ll use while running). You want to prepare them to do the more strenuous work you’re going to ask them to do during your workout, says Nicholas Romanov, PhD, a Miami-based Olympic running coach and developer of the Pose Method, a technique designed to reduce injuries in sports, including running. Muscles contract and relax to work. “So to get them ready for running [when you’ll want them to work to their fullest extent], you want to do drills and exercises that mimic running itself, like light hops on both legs, single leg hops, and so on.”<br><br><br><h2>Follow a Plan</h2><br>While there’s value to simply lacing up and going for a run, building and following a training plan can help ensure you’ll meet your running goals, says Thomas.<br><br>What plan is best depends largely on your level of fitness. For example, if you work out regularly with other activities, you may feel comfortable starting with a higher-intensity training program than if you’re a novice exerciser — in terms of speed, distance, or both.<br><br>If you are new to exercise (or coming back to it after a long hiatus), you should take it much slower, says Romanov. You want training to feel almost too easy at the start since that can help you build your running over time in a way that prevents injury.<br><br>Here’s a sample four-week training plan for those who are new to exercise and don’t have much prior running experience. You'll work your way up to running 30 minutes at a time. Don’t forget to warm up before each run (see previous section) and choose a pace that is comfortable (as noted above). Consider jogging the “run” portions as you get started (jogging is simply running at a slower pace) — or alternating between brisk walking and running during those portions.<br><br>Focusing on time instead of distance is helpful, says Morris, because it gets you used to the movement of running. As you progress beyond these initial four weeks, you can start to bring in other variables like distance and speed.<br><br><h3><b>Week 1</b></h3><b>Day 1</b> Run 10 minutes, walk 3 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 10 minutes, walk 2 minutes, run 5 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 12 minutes, walk 1 minute, run 3 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Cross-train<br><br><h3><b>Week 2</b></h5><b>Day 1</b> Run 13 minutes, walk 2 minutes, run 5 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 15 minutes, walk 1 minute, run 5 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 17 minutes, walk 1 minute, run 7 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Cross-train<br><br><h3><b>Week 3</b></h3><b>Day 1</b> Run 20 minutes, walk 1 minute, run 5 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 25 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 25 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Cross-train<br><br><h3><b>Week 4</b></h3><b>Day 1</b> Run 28 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 30 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 20 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Run 30 minutes<br><br><br><h2>As You Start Running, Don’t Forget About Other Types of Movement and Rest Days</h2><br>Mixing other types of exercise into a training plan is also useful, adds Morris. In the sports world, workouts that aren’t the primary goal of a training program are called “cross-training” workouts. For running, cross-training could look like taking a bike ride, strength-training, swimming, HIIT (high-intensity interval training), or other nonrunning workouts.<br><br>Cross-training workouts can be either more intense, the same intensity, or less intense than your running workouts, Morris says. When it comes to cross-training, the most important factor is that you're working different muscles. Doing the same activity day after day tends to put more stress on specific muscles and joints, which can lead to overuse injuries.<br><br>Rest days are important, too. Consider gentle activity geared toward strength, mobility, and range of motion, like yoga or Pilates. Morris says listen to your body on these days and make sure you’re giving muscles that are tired or sore a rest. And remember rest days look different depending on your fitness level.<br><br>Over the course of the training plan, it's crucial to pay attention to your body and tweak the schedule for more rest days if you’re feeling muscle soreness that lasts longer than 24 hours, especially if it's accompanied by sharp pain like shin splints or joint aches like hip soreness. If you find you have limited mobility into the next day — it's tougher to get up from sitting, for example — definitely incorporate more recovery time. Note that feeling fatigued several hours after a workout or the next day can be a sign you’re overtraining, according to previous research. And don’t forget to celebrate your wins, too — even the small ones. Thomas says that having larger goals like a first 5K is great, but don’t forget to appreciate all the milestones along the way. Benchmarks like being able to continuously run for 10 minutes, 20 minutes, or completing this plan are accomplishments in and of themselves.<br><br>",
		"likes": 100,
		"comments": 25,
		"views": 340,
		"image": "assets/articles/article1.jpg"
	},
	{
		"id": 2,
		"title": "7 Tips for Getting Back Into a Workout Routine if the Pandemic Disrupted Yours",
		"date": "January, 4th 2022",
		"author": "Quinn Philips",
		"category": "Fitness",
		"description": "If COVID-19 chaos has landed you in a no-time-or-energy-for-exercise rut, you’re not alone. Here’s how you can get back on track.",
		"content": "Has the COVID-19 pandemic put you in a workout slump? If your fitness habits aren’t what they used to be, rest assured — you’re in good company.<br><br>A growing body of evidence shows that the pandemic has profoundly changed how much people exercise, not only in the United States but around the world. In a study published in November 2020 in the Annals of Internal Medicine, researchers found that, based on more than 19 million smartphone-based, step-counting measurements taken from January 19 to June 1, 2020, physical activity levels dropped dramatically in many countries after the pandemic struck.<br><br>In a study published in February 2021 in the Journal of Medical Internet Research, experts used an activity-tracking smartphone app to look at the exercise habits of nearly 5,400 people in the United Kingdom since the start of the pandemic. When it came to walking, running, and cycling, activity levels initially dropped the most in people who had been the most active before the pandemic, as well as in people ages 65 or younger. And once pandemic restrictions were eased, only people older than 65 appeared to bounce back with their physical activity.<br><br>“I’m seeing people who were formerly active — who used to go to the gym a lot or group exercise classes — and they stopped doing that because of the pandemic,” says Cindy Lin, MD, a clinical associate professor of sports and spine medicine and assistant director of clinical innovation at the Sports Institute at the University of Washington School of Medicine in Seattle. She typically sees patients who are having trouble with sports or exercise for a variety of reasons, sometimes due to musculoskeletal problems like tendon injuries or osteoarthritis.<br><br>Brandee L. Waite, MD, director of physical medicine and rehabilitation for the sports medicine fellowship at the University of California in Davis, says she isn’t surprised that people have struggled to maintain their workout routines during the pandemic.<br><br>“Whenever there is a disruption in your normal day-to-day routine, the things that seem to get compromised are the things that don’t make you money or don’t take care of your family,” she explains — and frequently your own personal fitness is one of the things that gets left by the wayside.<br><br>You may be less motivated to exercise if feelings of isolation from social distancing are causing your mental health to plummet, Dr. Waite notes. Even though physical activity can be a great antidote for lifting mood and easing depression, anxiety, and stress, struggling with any of them can make you less motivated to get moving in the first place. And depending on where you live, you may also have fewer opportunities to exercise because of gym closures and working from home, she adds.<br><br>But even if you have time on your hands and aren’t noticeably depressed, you may still find it harder to exercise than you did before, now that the COVID-19 pandemic has likely flipped your normal schedule upside down. “Sometimes when we have more time, we’re like, ‘I’ll do it later,’” says James Houle, PhD, who specializes in sport psychology at the Ohio State University Wexner Medical Center in Columbus. Whereas if you have a lot going on, you’ll schedule in exercise and stick to that plan, he says.<br><br>Whether your workouts have been disrupted by gym closures, increased family responsibilities, or difficulty staying motivated as the pandemic wears on, here are seven tips that may help you get back on track.<br><br><br><h2>1. Set Goals and a Timeline</h2><br>One way to motivate yourself, says Dr. Houle, is by setting small, realistic, and measurable goals that you can write down in a list and check off one by one.<br><br>For example, Houle says, if you’re trying to get stronger by doing push-ups, you can start by doing a number that’s manageable for you, either each day or on certain days of the week. Then try to gradually increase that number as time goes on. The same principle can apply to any activity, such as running or jogging a certain distance or length of time.<br><br>For many people, scheduling workouts in advance is a critical first step toward actually doing them, adds Waite. “I think putting something on your schedule, on the calendar as an appointment that you block off, means you’re much more likely to adhere to it,” she explains.<br><br>But be realistic, says Houle. If you like to exercise in the evening, it can be a great way to blow off steam, he says. If you like to knock out your workouts at the beginning of the day (before you get distracted with other things), schedule them for first thing in the morning.<br><br><br><h2>2. Hold Yourself Accountable</h2><br>Having another person holding you accountable to exercise often means you’re more likely to follow through with your goals, says Houle. And an accountability partner doesn’t necessarily need to join you in person, he adds.<br><br>“I’ve had people call or text each other. Or on different apps you can share workouts,” Houle explains. “That kind of stuff can be motivating and fun.”<br><br>And, yes, turn to technology. “There are a variety of apps and wearable devices that can help support people in moving more,” Dr. Lin notes. Some provide challenges and full workout plans, while others simply have you tracking movement (like laps swum, miles run, or wheelchair pushes), she adds.<br><br><br><h2>3. Ease Back Into Exercise</h2><br>No matter how fit you are — or were — if you’ve spent a period of time (longer than a few weeks) out of an exercise routine, it’s important to gradually work back up to that same intensity.<br><br>“Where I see a lot of people get discouraged is if they think, How come I can’t do it the way I used to do it? That’s kind of unfair,” says Houle. It’s key to acknowledge that your routine has been disrupted, rather than try to prove you’re still as fit as you used to be, he advises.<br><br>As a general rule, says Waite, if you’ve been inactive for longer than a month, you should resume your physical activity at 25 to 50 percent of the level you were previously accustomed to (either for time or intensity). For most people, she says, 50 percent is a good starting point. Then increase it by about 10 to 15 percent per week, which she recommends as “a good guideline to avoid injury.”<br><br>And don’t be discouraged if you need to increase the time or intensity more gradually. Waite says, “Some people have to increase it by 10 percent every 2 weeks. You have to listen to your body.”<br><br><br><h2>4. Break It Up</h2><br>Getting in a workout doesn’t always mean you have to block off an uninterrupted hour of your time. In fact, there are benefits to shorter workouts throughout the day.<br><br>“We know that the average American sits about seven hours a day, and that has negative health effects,” says Lin. Taking regular breaks from sitting to do a 5- or 10-minute body weight exercise, or even just to move around, can add up for cumulative health benefits.<br><br>If you don’t have the time or stamina to go for an hour-long run, Lin suggests running or jogging in intervals of 5 to 10 minutes. Or try a 5- to 10-minute strength training workout that you can do in whatever space you have available, she says.<br><br>It might help you to visualize shorter workouts is as “fitness snacking,” rather than a large “meal” that you would get from a longer workout, Waite says. In the end, multiple fitness snacks throughout the day might add up to one large meal.<br><br>But don’t beat yourself up if you only manage to get a single fitness snack on some days. “Even a 15-minute workout is better than no workout,” Waite says.<br><br><br><h2>5. Make Your Workouts Social (Safely)</h2><br>Exercise can make us stronger and keep our bodies healthy, but for a lot of us, at least before the pandemic, it was an opportunity to socialize, too — at the gym, in a workout class, or as part of a running or walking group. For those missing this latter component, it’s no wonder it’s been hard to stick with an exercise routine.<br><br>If you live in an area where it’s safe to attend group exercise classes at a gym, and you’re comfortable doing so with the right safety measures, check out what options are available in your area, Waite suggests. Some gyms and personal trainers are offering outdoor classes, too.<br><br>But if you’re not ready for in-person classes just yet, many gyms have pivoted to on-demand or even live virtual classes, Waite says. You can check with your local gym to see if they offer virtual options that allow you to interact with instructors or other gym members.<br><br>You could also opt for a walk or jog with a friend or family member, as social distancing practices allow. Or if you have to look after kids, you could make your workouts a family affair, Lin says. “Turn on the radio or play a song on YouTube, and you and your kids can dance to it,” she suggests.<br><br><br><h2>6. Get Outside</h2><br>Whether you’re working out alone or with someone else, breaking a sweat in the great outdoors can reduce stress and immerse you in nature.<br><br>“There are a lot of studies showing that just being in nature, in the outdoors, has a lot of benefits for improving physical and mental health,” says Lin. In one study published in June 2019 in the journal Scientific Reports, researchers found that spending at least 120 minutes per week in a natural environment — such as a park, forest, or beach — was linked to significant improvement in self-reported health and well-being, with the greatest benefits seen in people who spent 200 to 300 minutes per week in nature.<br><br>Waite notes that when weather allows, many gyms have moved group exercise classes outside. And even if these options aren’t offered in your area, you may prefer to work out on your own outside, whether by watching an exercise video in your backyard or trying body-weight strength exercises in a local park.<br><br><br><h2>7. Be Your Own Cheerleader</h2><br>If you haven’t worked out in a while, exercise can sometimes feel like a chore. It can be easy to beat yourself up and feel like you’re lazy or weak for not getting it done. If you struggle with this mindset, Waite suggests reframing exercise as an enjoyable activity that you look forward to. (Note: It’s easier to think of exercise as enjoyable if you start by picking workouts you do indeed find enjoyable.)<br><br>Self-talk related to exercise definitely affects mindset, Houle says. “If I get up in the morning, and I go, ‘Man, I didn’t exercise yesterday. I’m so lazy,’ and I repeat that, I’m going to start to believe that,” he says.<br><br>Instead, he suggests using positive self-talk to help you motivate yourself to exercise. “Get up and go, ‘This is what I’m going to do today, it’s going to feel good, and I can do this.’ It’s going to feel silly in the beginning, but if you stick with it, you’ll feel more motivated and excited about exercising,” Houle says.<br><br>",
		"likes": 80,
		"comments": 50,
		"views": 170,
		"image": "assets/articles/article2.jpg"
	},
	{
		"id": 3,
		"title": "Ketogenic Diet 101: A Complete Scientific Guide to Keto",
		"date": "December, 15th 2021",
		"author": "Marry Smith",
		"category": "Food & Eating",
		"description": "What do you eat on the keto diet? What is the benefit and risk that you need to know about it? This is a complete guide to keto diet.",
		"content": "One enduring buzzword to hit the diet world seems to be “keto” — referring to the high-fat, low-carb ketogenic diet. With claims that you can eat all the fat you want, never feel hungry again, and even boost your athletic performance, the diet promises something for everyone.<br><br>But what exactly is the ketogenic diet, and is the weight loss program right for you? Let’s take a closer look before you attempt to make over your eating habits and lifestyle.<br><br><h2>What Is the Ketogenic Diet?</h2><br>The ketogenic diet is based on the principle that by depleting the body of carbohydrates, which are its primary source of energy, you can force the body to burn fat for fuel, thereby maximizing weight loss. When you consume foods that contain carbohydrates, the body converts those carbohydrates into glucose, or blood sugar, which it then uses for energy.<br><br>Because glucose is the simplest form of energy for the body to use, it’s always used for energy before your body turns to stored fat for fuel.<br><br>On a ketogenic diet, the goal is to restrict carbohydrate intake so that the body must break down fat for energy. When this occurs, fat is broken down in the liver, producing ketones, which are by-products of your metabolism. These ketones are then used to fuel the body in the absence of glucose.<br><br><h2>How to Follow the Ketogenic Diet</h2><br>There are several types of keto, but essentially, to achieve a state of ketosis, you have to severely reduce the amount of carbs you eat. (You can use a ketogenic calculator to create a custom food plan.) Data suggest the average American man age 20 or older consumes 46.4 percent of his daily calories from carbs, and the average American woman older than 20 consumes 48.2 percent of her daily calories from carbs.<br><br>But in the classic ketogenic diet, which was originally used to manage seizure disorders, 80 to 90 percent of calories come from fat, 5 to 15 percent come from protein, and 5 to 10 percent come from carbohydrates.<br><br>A modified version of the ketogenic diet, which allows you to eat protein more liberally — at 20 to 30 percent of your total calories — with the same carbohydrate restriction, is the more commonly used version of the diet today. Some of the aims of the latest version of the ketogenic diet are weight loss, weight management, and improved athletic performance.<br><br><h2>What Is Ketosis?</h2><br>The ketogenic diet for weight loss is based on the idea that driving the body into ketosis will maximize fat loss. Ketosis is a normal metabolic process that occurs when the body does not have enough glucose stores for energy. When these stores are depleted, the body resorts to burning stored fat for energy instead of carbs. This process produces acids called ketones, which build up in the body and can be used for energy<br><br><h3>How Do You Know if You’re in Ketosis?</h3><br>To figure out whether you’re in a state of ketosis, check your urine for ketones. You can purchase ketone strips online or from a retail pharmacy. A strip that tests positive for ketones will indicate you have reached a state of ketosis.<br><br>Many people associate elevated ketones with a diabetic medical emergency known as ketoacidosis, but nutritional ketosis associated with a ketogenic diet and diabetic ketoacidosis are very different conditions.<br><br><h3>Ketosis vs. Diabetic Ketoacidosis (DKA)</h3><br>For people with diabetes, rapidly rising ketone levels can signal a health crisis that requires immediate medical attention. When there is an absence or not enough of the hormone insulin (or the body is too resistant to insulin to allow it to drive glucose into the cells for energy), the body cannot use glucose for fuel. Insulin helps ferry glucose to our cells and muscles for energy. Instead, in this case, the body resorts to burning stored fat for energy through the process of ketosis, leading to a buildup of ketones in the body.<br><br>As ketones accumulate in the bloodstream of a person with diabetes, they cause the blood to become more acidic, which can lead to the condition known as ketoacidosis. This condition can be fatal and should be treated immediately, as an article published in May 2021 in Endotext points out.<br><br><h2>Is the Keto Diet Right for People With Diabetes?</h2><br>Because the main tenet of the keto diet is counting and cutting carbs — a commonly used way to control blood sugar — this eating approach has become increasingly popular among people with type 2 diabetes who are looking to lower their A1C, which is the two- to three-month average measurement of blood sugar levels. Indeed, research suggests this diet may lead to fast weight loss and potentially lower blood sugar for people with the disease.<br><br>But dietitians warn the keto diet also comes with risks that are specific to people managing diabetes, including possible drug interactions and potentially dangerous low blood sugar if you're on medication, as well as kidney damage in people whose kidneys are dysfunctional because of elevated ketones in the blood.<br><br>Plus, because keto hasn't been studied long term, researchers don't know if the diet will result in nutrient deficiencies for those with or without diabetes.<br><br>If you're considering trying the keto diet and you have diabetes, it's crucial to consult your diabetes-care team before doing so to make sure it's a safe and effective eating approach for you.<br><br><h2>What to Eat on the Standard Ketogenic Diet</h2><br>The ketogenic diet is not a commercial meal plan, so there are no costs or membership fees associated with starting this diet. But, depending on your current eating habits, this eating approach may increase your food bill.<br><br>Because many processed foods are not considered ketogenic diet friendly, a switch to buying more whole, unprocessed foods may seem expensive, especially with the emphasis on high-fat and protein-rich foods.<br><br>In-season, fresh produce, along with frozen vegetables, which can be just as healthy as their fresh counterparts, will help reduce your costs. Although nuts, seeds, and animal proteins such as beef can drive up the grocery bill, bulk buying can help you save on these items as well.<br><br>The ketogenic diet relies heavily on dietary fat. Because high levels of animal fat in the diet have been associated with increased levels of cholesterol, aiming to include a good variety of plant-based fats can be helpful. Plant-based oils such as olive oil and avocado oil provide healthy fat for cooking and dressings.<br><br>Adding fat-rich foods such as avocado, nuts, and seeds can all make for healthful options that will provide you with unsaturated fats along with beneficial fiber. Most fruits are restricted on this plan — there are exceptions, including avocado — but nonstarchy vegetables such as leafy greens should become a staple of your diet.<br><br>Lean proteins such as fish, poultry, and grass-fed beef can be included as a source of protein on this diet.<br><br>",
		"likes": 90,
		"comments": 15,
		"views": 170,
		"image": "assets/articles/article3.jpg"
	},
	{
		"id": 4,
		"title": "Get Fit for Free With These 30-Minute Online Workouts",
		"date": "September, 8nd 2021",
		"author": "Diana Kelly Levey",
		"category": "Fitness",
		"description": "Online workouts can save you time and money. If you’re looking to get fit at home, here are eight top YouTube fitness channels that will make you feel the burn—but not in your wallet.",
		"content": "If you have an internet connection, there’s no longer any excuse for skipping your workout. There are now thousands of options for free online workouts available on YouTube — and many of them only take 30 minutes to do.<br><br>But which ones will work best for you, and how do you choose? Here’s what a few personal trainers have to say about the benefits of using YouTube when you want to build strength, burn calories, get lean, and have fun in 30 minutes.<br><br><h2>You Don’t Have to Hustle to Make It to the Gym</h2><br>“I think the accessibility of [home workouts] is why they’re popular,” says Jessica Cifelli, a certified personal trainer with the National Academy of Sports Medicine who's based in Wyckoff, New Jersey. “While so many people enjoy group classes, they don't always fit into people's schedules.” Having the ability to work out whenever you’re able to fit into your schedule can help exercisers stay committed, she adds.<br><br>“Time is one of our limiting factors when it comes to exercise … especially for young mothers, working parents, and even college students,” says Pete McCall, an ACE-certified health coach and exercise physiologist for the American Council on Exercise (ACE) who lives in San Diego. <br><br>“The number two reason why people use these programs would probably be from a financial standpoint,” he adds. “Some fitness programs have subscriptions, some are pay as you go, so you don't have to lock yourself into a facility, or contracts, and you can opt out at any time.”<br><br><h2>But Is the Trainer Who’s Inspiring You Legit?</h2><br>Make sure that the person you’re getting exercise advice from has certifications from an accredited organization, says Cifelli.<br><br>“I would definitely recommend you look for somebody who is certified by the American Council on Exercise,” says McCall, the spokesperson for that organization. “Whether they're a group fitness instructor or personal trainer, having the ACE certification ensures that that instructor knows how to design a safe and effective exercise program for healthy adults. My fear about a lot of these videos on YouTube or Instagram is that just because someone looks like they're fit doesn't mean they actually know how to design a safe program.”<br><br>If you’re feeling like it’s time to ditch the gym, here’s information about eight YouTube fitness stars who want to help you get fit fast — and for free:<br><br><h3>Jessica Smith TV</h3><br>Fitness trainer Jessica Smith has more than 15 years of experience training clients on both coasts, and holds certifications from the American College of Sports Medicine and the National Academy of Sports Medicine, among other institutions. McCall, who used to work with Smith, says she does a great job of putting out safe and effective workout videos. There’s something here for everyone: Smith has 30-minute kickboxing workouts, ballet body sculpts, abs cardio, and HIIT (high-intensity interval training) for beginners sessions. Bonus: Many of her videos guest star her adorable French bulldog, Peanut, who usually sleeps on Smith’s mat during the workout, looking up with an expression on her face that says “Are you done yet?”<br><br><h3>Blogilates</h3><br>ACE-certified fitness instructor Cassey Ho has more than 4 million subscribers to her YouTube channel, which features workouts like POP Pilates and PIIT28 (Pilates intense interval training). Ho’s known for her cheery, upbeat personality, fun music, and the fact that you can do many of her workouts anywhere. There are a ton of challenges to choose from on her YouTube page, and she’s ultraspecific in her focus. She’ll target particular body parts and give you a goal — getting a perky butt, thigh trim-downs — and most of her workouts are under 15 minutes. (Some are even 10 minutes.) She even has “quiet cardio routines” you can do in your apartment without fear of bothering your downstairs neighbors.<br><br><h3>BodyFit by Amy</h3><br>NASM-certified personal trainer and fitness instructor Amy Kiser Schempe took the workouts she’s shared with her clients for 15 years to create her BodyFit By Amy fitness channel on YouTube. Her videos cover TRX, kettlebells, no-equipment workouts, dumbbells, wedding workouts, postnatal workouts, full-body workouts, and other options that can give you a 30-minute routine to get your heart rate up.<br><br><h3>Barre3</h3><br>Want to try those ballet-inspired barre exercises at home before shelling out money at a boutique studio? Check out Barre3 Studio's YouTube workouts, where founder Sadie Lincoln and her Barre3 instructors show you studio routines you can do at home with no or minimal fitness equipment. You can try a few whole-body workouts that will teach you basic barre moves, as well as advanced exercises for when you really want to feel the burn. There’s also a 15-day free trial program that you can cancel anytime.<br><br><h3>Jessica Valant</h3><br>Jessica Valant's YouTube channel is packed with short bursts of Pilates workouts that can be done anywhere. Valant, who’s a physical therapist and a certified Pilates instructor, is also a mother who created these videos with the chronically short-of-time in mind. (On her YouTube site she says that the short workouts she found herself doing once she had children were much more effective than the hour-long elliptical sessions she used to luxuriate in before giving birth.) There are 5-minute, 10-minute, and 20-minute workouts on the site, targeting different areas of the body, given with modifications to make the exercises gentler for those who need it.<br><br><h3>Yoga With Adriene</h3><br>Kick-start your daily yoga practice by taking on one of yoga teacher Adriene Mishler’s 30-day challenges. Not only does Mishler have yoga videos that are longer than 30 minutes on her YouTube channel, she also offers “yoga for busy people” sessions that take only 5 to 15 minutes. Whether you want to work up a sweat, or calm and relieve a tired mind and body, there are videos here for you.<br><br><h3>Athlean-X</h3><br>Physical therapist and strength coach Jeff Cavaliere, who’s certified by NSCA, created this YouTube channel, where he demonstrates the workouts he creates for professional athlete and celebrity clients. Some of the 30-minute sessions include chest and abs workouts, full back workouts, and nutrition advice. There’s also a related channel called Athlean-XX for Women, led by female trainer Amy Jo Palmquest, who walks women through booty workouts and post-baby exercises.<br><br><h3>HASFit</h3><br>HASFit stands for Heart and Soul Fitness, founded by ISSA-certified trainer Joshua Kozak — who, in a former life, was a professional MMA fighter. But his videos are full of Midwestern sincerity and nonsappy encouragement. He and his wife Claudia perform the workouts on their YouTube channel, which, they say, “will always be free because we believe that every heart and soul deserves to be fit.” The channel, which has had more than 130 million views, features hundreds of free 30-minute workouts, designed for everyone from seniors to first-timers to “Warriors.<br><br>",
		"likes": 88,
		"comments": 33,
		"views": 260,
		"image": "assets/articles/article4.jpg"
	},
	{
		"id": 5,
		"title": "12 Popular Low-Carb Diets, and Their Pros and Cons",
		"date": "August, 18th 2021",
		"author": "Jessica Migala",
		"category": "Food & Eating",
		"description": "As these diets show, there’s more than one way to cut carbs. Here’s what you need to know before giving them a try.",
		"content": "When is a low-carb diet not just a low-carb diet? When there’s a different name to it. And with the popularity of low-carb living for purported weight loss and health benefits, many people are turning to the diet in all its various forms. Because most Americans eat more than 200 grams (g) of carbohydrates per day, says Kelly Schmidt, RD, LDN, a nutrition consultant in Columbus, Ohio, dipping lower than that is going to be, in a form, a lower-carb diet, she notes.<br><br>Indeed, the Mayo Clinic points out that carbohydrates ought to make up 45 to 65 percent of an individual’s daily calories. In a 2,000-calorie diet, this means a typical person takes in 900 to 1,300 calories from carbs, or 225 to 325 g carbs per day.<br><br>The low-carb trend isn’t slowing down, and some research, including a January 2020 article in Stat Pearls, suggests that eating that way does help people lose weight — at least in the short-term. However, some researchers are warning that it may not be safe as a permanent eating approach. In a study published in the European Heart Journal in September 2019, researchers concluded that people who ate the least amount of carbs had the highest risk of death from cardiovascular disease, stroke, and cancer.<br><br>Those findings are something to consider if you’re thinking about going on a low-carb diet. And, if you’re set on starting one, know that there are many different types, from the ketogenic diet to the Dukan diet. Yet the name isn’t the biggest thing that matters. “You can put a label on the type of low-carb diet you want to do, but the bottom line — and one reason low-carb diets can be so successful — is you should focus on eating more real food than not,” adds Schmidt.<br><br>Right off the bat, know that many of the fad low-carb diets lack research. Therefore, many of their so-called benefits aren’t proven and may be based only on some individuals’ reported experience. With those limitations in mind, here’s a look at 12 popular low-carb plans and how they work:<br><br><h2>1. A Basic Low-Carb Diet</h2><br>There’s no official guideline that defines a low-carb diet, says Schmidt. But generally speaking, consuming about 50 to 100 g of carbs a day is considered a basic low-carb diet, she says. That said, it can be more — it’s all about eating fewer carbs than is normal for you. The perk of this plan is it’s individualized, allowing you to eat the amount that best meets your body’s needs. It also gives you leeway to choose what carbs you want to include (fruits, vegetables, dairy, whole grains, nuts, legumes, and seeds) rather than being on a plan that tells you what you need to eat and when. It’s best for someone who likes that freedom, and doesn’t want to spend the time counting grams of carbs.<br><br>There may be benefits to following this traditional plan. A study published in June 2019 in the journal JCI Insight put obese adults who had metabolic syndrome (a cluster of risk factors, like high blood pressure, high blood sugar, and excess belly fat, which increase the risk of cardiovascular disease and type 2 diabetes, as the Mayo Clinic notes) on low-, moderate-, or a high-carbohydrate diet for four weeks. Those in the low-carb group decreased their triglycerides, improved “good” HDL cholesterol, and improved measures of their “bad” LDL cholesterol, whether they lost any weight or not.<br><br><h2>2. The Ketogenic, or ‘Keto’ Diet</h2><br>This is one of the strictest ways to do a low-carb diet because it limits you to eating foods that altogether fall under 50 g of carbs per day, though some experts recommend going to less than 30 or 20 g, says Franziska Spritzler, RD, CDCES, a low-carb dietitian who’s based in Hollywood, Florida. (Specifically, she says most people need to stay under 30 g, but some active folks can go a bit higher.) You’ll also be eating a significant amount of fat — up to 80 percent of your diet.<br><br>A keto diet shifts your body’s fuel-burning engine from one that relies on carbs for energy to one that incinerates fat. A major draw here is that you may lose a significant amount of weight quickly, and that can be initially motivating to see those results so quickly. The downside is that it’s a very limiting diet — you’re eating mostly sources of fat, plus a little protein, and some nonstarchy veggies — so it’s difficult to keep up, and it’s typically intended as a short-term diet, not a lifelong change.<br><br>A December 2018 review in Canadian Family Physician noted that keto diets produce slightly more weight loss compared with a low-fat diet (“slightly more” being about 4.4 pounds), but these results probably won’t last. In the study, after about five months, keto dieters begin to regain the weight they lost.<br><br><h2>3. A Low-Carb, High-Fat Diet</h2><br>This sounds similar to keto, but on this plan, you generally eat more carbs (so your body won’t be in the fat-burning state of ketosis, as it is during keto) and less fat. Carbs might make up about 25 percent of your calories, while fat accounts for over 60 percent. The good news here is that while the keto diet is so strict that it’s difficult for many dieters to stick to it, a more liberal carb allotment (100 to 150 g of carbs a day) is “more practical,” argue researchers of a June 2018 article published in the European Journal of Nutrition. That said, the authors also note that while low-carb, high-fat diets do help people lose weight, the long-term health benefits or risks are unknown, and more research needs to be done.<br><br>Many people do this type of low-carb diet for performance benefits during a workout. Proponents say it can teach your body to use fat for fuel, thereby providing a longer-lasting form of energy during extended bouts of endurance activities. That said, whether this diet really does boost performance is still up in the air, suggested a study published in November 2015 in Sports Medicine. If you’re an athlete interested in this style of eating, your best bet is to consult with a registered dietitian who specializes in sports nutrition to see what’s right for you.<br><br><h2>4. The Atkins Diet</h2><br>When it comes to the low-carb craze, the Atkins diet started it all. “Dr. Atkins saw very early on that cutting back on carbs and allowing unlimited protein and fat had such a big impact on appetite and insulin levels,” says Spritzler.<br><br>On this plan, you start with a very-low, ketogenic-like intake and then gradually re-add carb sources, like vegetables and fruit. Spritzler notes that one common error is adding back in too many carbs, gaining weight, and then thinking the diet isn’t working. For instance, when you’re in maintenance mode, you probably shouldn’t be eating bread.<br><br>That said, this diet also features prepackaged foods and snacks, which are going to be processed fare, regardless of the label “low carb.” The best way to do this diet is to stick to eating whole foods, says Spritzler. As for how effective it is when stacked up against other diets, it may be the most effective — at least in the short-term. People following Atkins lost about 22 pounds at six months, per a meta-analysis of 59 trials on various diets published in September 2014 in the Journal of the American Medical Association.<br><br>One note: This diet differs from the Eco-Atkins diet, a diet ranked 22 of 40 in the 2018 US News & World Report Best Diets that did not rank in 2020. The eco twist is that it focuses on plant-based proteins and unsaturated fats with a greater carb allowance; you’ll likely eliminate most animal products and saturated fats.<br><br><h2>5. Modified Atkins, Modified Keto Diet</h2><br>A modified Atkins diet requires eating 10 percent of calories from carbohydrates, 30 percent from protein, and 60 percent from fat. Research on this diet is on its effectiveness in treating epilepsy, but some people are moving toward this more “moderate” approach for weight loss. “Keto means that you’re in ketosis. For many people 10 percent carbs won’t allow them to be in that metabolic state, and this is more of a low-carb diet for them. For some it will,” says Ginger Hultin, RD, spokesperson for the Academy of Nutrition and owner of ChampagneNutrition, who is based in Seattle. If your goal is to get into ketosis, you should be working with a registered dietitian to make sure you’re eating the right ratio of macronutrients (carbs, protein, and fat) to get there, or monitoring your blood ketones.<br><br><h2>6. Low-Carb Paleo</h2><br>The caveman-eating style focuses on eating fat and protein with fewer carbs. That said, just because you cut out grains, legumes, beans, sweets, and dairy doesn’t make it automatically low carb, as you can still eat starchy veggies and fruits, which can add up. “A paleo diet can contain a number of carbs ranging from keto to normal carb levels,” says Spritzler. A benefit of a paleo eating plan is it emphasizes whole, unprocessed foods, she says. It can feel meat-heavy if you normally prefer a more plant-based diet. To make sure it stays low-carb, focus on vegetables that fall naturally lower on the carb spectrum, like cucumbers, tomatoes, zucchini, and peppers.<br><br>There are a lack of studies on the paleo diet as a whole, and it’s unclear how effective a low-carb version would be. But in general, a paleo diet may help you lose weight, reduce belly fat, and lower blood pressure and lipid levels, according to preliminary studies outlined in a January–February 2016 review in Australian Family Physician. The downside, say researchers, is that the trials evaluating the diet are short-term and not high-quality; it’s also 10 percent more expensive compared with a regular diet and puts you at risk for calcium deficiency, note the researchers.<br><br><h2>7. Whole30</h2><br>Whole30 is another diet (which bills itself as more of a program) that’s not specifically designed to be low in carbs. For 30 days, you’re asked to eat only meat, seafood, veggies, fruits, and fats and stay away from added sugar of any kind — alcohol, grains, legumes, and dairy.<br><br>It can be a radical approach for someone who’s used to eating the standard American diet — which is low in fruits and veggies, and high in added sugar and fat — and it may help you lose weight, says Spritzler, adding that the freedom to eat as many carbs as you want may makes it a poor fit for people with type 2 diabetes. Because this is designed as a short-term challenge, it’s supposed to be tough. You have to weigh your stick-to-it-iveness before you start, and then plan out what you’re going to do after the 30 days is up.<br><br><h2>8. Low-Carb Mediterranean Diet</h2><br>This one wins big points for health from Spritzler. “I personally feel this is the ideal diet to follow, as it delivers all the benefits of both a Mediterranean and low-carb diet,” she says. The benefits of a Mediterranean diet are vast, as research shows that this style of eating is associated with a lower risk of developing or dying from cardiovascular disease, per a September 2016 study in BMC Medicine.<br><br>The difference from other low-carb diets is that you’re going to swap saturated fats for unsaturated fats — a plus if you have type 2 diabetes, which leaves you more at risk for heart disease, as the Centers for Disease Control and Prevention (CDC) notes, or if you have a personal or family history of heart disease yourself, per the Mayo Clinic. That means rather than butter, cheese, and cream, you’re eating olive oil, fatty fish, nuts, seeds, and avocado as your main sources of fat.<br><br>The big pro to this diet is that it’s very heart-friendly; the con is that for some people, the lure of a low-carb diet is often the ability to eat highly palatable foods, like bacon and cheese. Research analyzing the benefit of a low-carb Mediterranean diet on diabetes, including a study published in July 2014 in Diabetes Care, have advised participants to keep carbohydrates to no more than 50 percent of their daily calories and get at least 30 percent of their calories from fat, focusing on vegetables and whole grains as carb sources.<br><br><h2>9. Dukan Diet</h2><br>On this diet, you’ll be led through four phases. For the first phase, you’ll focus on foods high in protein, and then add vegetables back in, followed by gradually introducing more carb-containing foods, like fruit and whole-grain bread, plus an allowance of two celebration meals per week. In the final phase, you’ll aim to maintain your weight loss results by eating foods from all food groups, supplementing with oat bran, and fitting in fitness daily.<br><br>According to 2020 rankings from US News & World Report, the Dukan Diet is rated 35 of 40 in terms of best diets overall — that’s pretty low. Why? There are a lot of rules to follow and you have to eat a lot of protein, something their panel of experts say can compromise health. What’s more, a September 2014 study in Translational Andrology and Urology pointed out that the high-protein initial phase of the diet could increase the risk of developing kidney stones as an unpleasant side effect. If you’ve gotten kidney stones in the past, you will want to rethink trying out this diet, the authors note.<br><br><h2>10. The South Beach Diet</h2><br>Unlike some of the other types of low-carb diets, which focus on health benefits, this one bills itself as a pure weight loss diet. While you focus more on lean protein and healthy fats, the Mayo Clinic notes, the South Beach Diet isn’t necessarily a strict low-carb diet. In fact, you eat “good carbs” — especially after the first phase.<br><br>On the diet, you can get frozen and ready-to-eat South Beach Diet meals, along with some meals you make on your own. They also encourage you to buy South Beach Diet–branded snacks. The upside is that they’ll tell you what to eat all day and there’s little cooking involved (great if you hate your kitchen); the downside is that you have to buy your food through them, and the choices can become limiting. Plus, when you’re buying packaged foods, you’re not getting the full nutritional benefit you would from eating whole foods.<br><br>Then, there’s the fact that this may lack nutrients. Past research analyzed several popular diet plans, South Beach being one of them, and concluded that the diet is extremely low calorie (about 1,200 calories) and did not offer a sufficient source of 21 out of 27 essential nutrients analyzed, including vitamin D, vitamin E, iron, magnesium, and zinc.<br><br><h2>11. Carb Cycling</h2><br>In this twist on a low-carb diet, carb cycling means that you alternate low-carb days (50 to 150 g of carbs) with high-carb days (up to 400 grams of carbs), according to the American Council on Exercise. The number of high- and low-carb days differs according to the specific plan you’re following. (Keto cycling, for example, is a way of varying carb amounts on the keto diet.) “The main benefit is that being able to have higher carb days helps people tolerate the lower carb days, and also have more fuel for their workouts, which is why it’s popular with athletes and certain types of training,” says Hultin. The catch is that the low-carb days can make you feel restricted, and then you overcompensate on the higher-carb days. “I’d prefer a more balanced, daily plan so that you don’t have to worry so much about calculating a specific intake every single day,” she says.<br><br><h2>12. Zero-Carb Diet</h2><br>If you look around the web, you’ll see that many people have taken on the challenge of a zero-carb diet, a diet that lacks research, and involves eating only meat and fat. The controversial carnivore diet, where you eat only meat, is similar. The downside of this diet is that it can be exceptionally high in saturated fat and contains no fiber, something that helps digestion, and no vegetables or fruit, which provide critical vitamins, minerals, and antioxidants. Considering that experts recommend talking to your doctor even before going on a ketogenic diet — and this is a much more severe form — you need to consult a medical professional before attempting the zero-carb diet.<br><br>",
		"likes": 69,
		"comments": 49,
		"views": 154,
		"image": "assets/articles/article5.jpg"
	},
	{
		"id": 6,
		"title": "The dangers of over-exercising",
		"date": "July, 28th 2021",
		"author": "Becci Vallis",
		"category": "Health",
		"description": "Health experts recommend moderate-intensity exercise on most days of the week. So, you may be surprised to learn that you can get too much exercise. Learn the signs that you may be exercising too much. Find out how to keep your competitive edge without overdoing it.",
		"content": "What’s the first thing to be scrapped when work gets intense or our social life takes over? Exercise. It’s the easiest thing to scribble out of the schedule. But now… now we have time on our hands. Even if you are working from home there’s none of that commuting time and there’s definitely no after-work drinks taking place (unless it’s via Zoom), which means you have the freedom to work out when you want. But are you overdoing it? There’s the early morning yoga class on Instagram Live, that efficient 30 minute lunchtime HIIT via Zoom, an afternoon weights session with those dumbbells you panic bought a month ago and then the afternoon run you never thought you’d do but hey, you want to make the most of your hour outside so let’s add that to the list as well.<br><br>The rub is that while exercise is good for your mental and physical health in equal measures, doing too much could impact both. In fact, Liverpool Hope University has just launched a statement in which they warn that doing too much exercise means you’re putting yourself at risk of injury and as a knock-on effect – illness. That’s because when you’re injured, your immunity is lowered so it will struggle to fight infections. Not great timing considering the reason we’re all in lockdown is because of a highly infectious virus.<br><br>“The science behind exercise and immunity involves the complex interaction of a number of different cells, including immuneoglobulins, also known as antibodies, which can help identify a virus,” explains Dr Matthew Jackson, a lecturer in Sport and Health Science at the university. “Prolonged bouts of vigorous aerobic activity could actually lead to immunosuppression as these cells are redistributed and diverted to key tissues and organs that are active during exercise.” Which basically means that too much of a good thing could be compromising your immunity.<br><br><h2>How much is too much?</h2><br>It varies for everyone and depends on what you’re used to. Ideally you should move every day and for the majority of people, regular exercise is a good way to improve immunity, but it doesn’t always have to be high intensity – going for an hour-long walk can be enough. That said, if you’re used to a more advanced training schedule and your nutrition is en pointe, two sessions a day is fine as long as they’re not both aerobic, so maybe a bodyweight session in the morning followed by something cardio later on or vice versa.<br><br>Build up gradually too, don’t just go hell for leather and attempt to run a 5k if you’ve never done one before. That will put you on a slippery slope to everything from inflamed achilles to IT band issues. “Based on the uptake in running at the moment, I’ve seen a lot of knee and hip-related injuries due to people training on hard surfaces and not progressing the impact on their joints gradually. People are going from no running to running every day and if you don’t build up, you’ll get injured as your body won’t be able to deal with the increased load,” explains Ben John, Head Coach at MANOR London. “There’s also a lot of bodyweight programmes around at the moment and without due diligence and focusing on the quality of your movement, it can cause injuries. I would suggest taking your time and always put quality over quantity with your training.” Think slowly, slowly wins the race.<br><br>Dr Jackson also warns of exercise overload. “There’s a well-established general rule that you shouldn’t increase your ‘load’ by more than 10 per cent each week. That could be in terms of miles run or the number of minutes spent doing something. By going above this you increase the likelihood of becoming injured so if it’s a new routine or training pattern you’re getting into, start with two or three sessions per week and stick to the 10 per cent rule. Also, if you do add in an extra session a week, don’t make it harder as well, keep it moderate as opposed to high intensity,” he advises.<br><br><h2>Embrace the rest days</h2><br>When lockdown began MANOR London introduced its BLITZ programme. It consists of six weeks of training that’s divided up day-by-day into lower body, upper body and cardio, one run and two rest days. There’s also hand-holding and open chats about form and nutrition available 24/7. A key emphasis is on warm-ups and cool-downs – something which new exercisers may well dismiss. “They’re so important, more so now than ever as people increase the frequency of their training,” continues John. “People are also sitting down more so it’s vital we get our bodies warm and prepared for movement to prevent injuries. Without it you’ll feel a lot of stiffness, tightness and impact on performance. Cooling down is equally as important to make sure the body temperature cools down gradually and your breath rate lowers.”<br><br>And those rest days should arrive with open arms. Forget feeling guilty about not doing a hot and sweaty cardio blast – it’s about active recovery, so things like a walk or yoga session all qualify. The idea is that you give your body time to rest and repair so you can carry on training at your best, injury-free.<br><br><h2>Learn to switch off</h2><br>There’s no denying the benefits that exercise and movement has on your mental health and it’s providing a fantastic anchor to get us through these uncertain times. When all routine has gone out the window, it’s something that gives structure to our days but with all the virtual classes and posts of everyone’s latest run routes, it can feel overwhelming. This is where a programme can help as it will stop you flitting between feeds. “If you can follow something long-term rather than using a casual day-to-day schedule that will help,” advises John. “And only follow people who are aligned with your own goals and fitness journey – ignore the rest of the noise.”",
		"likes": 77,
		"comments": 90,
		"views": 179,
		"image": "assets/articles/article6.jpg"
	},
	{
		"id": 7,
		"title": "7 Surprising Benefits of Exercise",
		"date": "June, 4th 2021",
		"author": "Mandy Oaklander",
		"category": "Health",
		"description": "Exercise is the closest thing to a miracle drug that exits and it doesn't need to take much time. You need to know the benefits of exercise and how to use it to your advantage.",
		"content": "You probably have a vague sense that exercise is good for you—and you’ve probably heard that it’s “healthy for the heart.” But if you’re like most people, that’s not enough motivation to get you to break a sweat with any regularity. As I report in the TIME cover story, “The Exercise Cure,” only 20% of Americans get the recommended 150 minutes of strength and cardiovascular physical activity per week, more than half of all baby boomers report doing no exercise whatsoever, and 80.2 million Americans over age 6 are entirely inactive.<br><br>That’s bad news, but emerging evidence shows that there are plenty of compelling reasons to start moving at any age and even if you’re ill or pregnant. Indeed, scientists are learning that exercise is, actually, medicine. “There is no pill that comes close to what exercise can do,” says Claude Bouchard, director of the human genomics laboratory at Pennington Biomedical Research Center in Louisiana. “And if there was one, it would be extremely expensive.”<br><br>You can read the whole story for more, but here are some of the amazing things that happen to a body in motion.<br><br><h2>1. Exercise is great for your brain.</h2><br>It’s linked to less depression, better memory and quicker learning. Studies also suggest that exercise is, as of now, the best way to prevent or delay the onset of Alzheimer’s disease, a major fear for many Americans.<br><br>Scientists don’t know exactly why exercise changes the structure and function of the brain, but it’s an area of active research. So far, they’ve found that exercise improves blood flow to the brain, feeding the growth of new blood vessels and even new brain cells, thanks to the protein BDNF (brain-derived neurotrophic factor). BDNF triggers the growth of new neurons and helps repair and protect brain cells from degeneration. It may also help people focus, according to recent research.<br><br><h2>2. You might get happier.</h2><br>Countless studies show that many types of exercise, from walking to cycling, make people feel better and can even relieve symptoms of depression. Exercise triggers the release of chemicals in the brain—serotonin, norepinephrine, endorphins, dopamine—that dull pain, lighten mood and relieve stress. “For years we focused almost exclusively on the physical benefits of exercise and really have ignored the psychological and emotional benefits of being regularly active,” says Cedric Bryant, chief science officer of the American Council on Exercise.<br><br><h2>3. It might make you age slower.</h2><br>Exercise has been shown to lengthen lifespan by as much as five years. A small new study suggests that moderate-intensity exercise may slow down the aging of cells. As humans get older and their cells divide over and over again, their telomeres—the protective caps on the end of chromosomes—get shorter. To see how exercise affects telomeres, researchers took a muscle biopsy and blood samples from 10 healthy people before and after a 45-minute ride on a stationary bicycle. They found that exercise increased levels of a molecule that protects telomeres, ultimately slowing how quickly they shorten over time. Exercise, then, appears to slow aging at the cellular level.<br><br><h2>4. It’ll make your skin look better.</h2><br>Aerobic exercise revs up blood flow to the skin, delivering oxygen and nutrients that improve skin health and even help wounds heal faster. “That’s why when people have injuries, they should get moving as quickly as possible—not only to make sure the muscle doesn’t atrophy, but to make sure there’s good blood flow to the skin,” says Anthony Hackney, an exercise physiologist at the University of North Carolina at Chapel Hill. Train long enough, and you’ll add more blood vessels and tiny capillaries to the skin, too.<br><br>The skin also serves as a release point for heat. (See “Why Does My Face Turn Red When I Exercise?” for more on that.) When you exercise, your muscles generate a lot of heat, which you have to give up to the environment so your body temperature doesn’t get too high, Hackney says. The heat in the muscle transfers to the blood, which shuttles it to the skin; it can then escape into the atmosphere.<br><br><h2>5. Amazing things can happen in just a few minutes.</h2><br>Emerging research suggests that it doesn’t take much movement to get the benefits. “We’ve been interested in the question of, How low can you go?” says Martin Gibala, an exercise physiologist at McMaster University in Ontario. He wanted to test how effective a 10-minute workout could be, compared to the typical 50-minute bout. The micro-workout he devised consists of three exhausting 20-second intervals of all-out, hard-as-you-can exercise, followed by brief recoveries. In a three-month study, he pitted the short workout against the standard one to see which was better. To his amazement, the workouts resulted in identical improvements in heart function and blood-sugar control, even though one workout was five times longer than the other. “If you’re willing and able to push hard, you can get away with surprisingly little exercise,” Gibala says. (For more on the 1-minute workout read this.)<br><br><h2>6. It can help you recover from a major illness.</h2><br>Even very vigorous exercise—like the interval workouts Gibala is studying—can, in fact, be appropriate for people with different chronic conditions, from Type 2 diabetes to heart failure. That’s new thinking, because for decades, people with certain diseases were advised not to exercise. Now scientists know that far more people can and should exercise. A recent analysis of more than 300 clinical trials discovered that for people recovering from a stroke, exercise was even more effective at helping them rehabilitate.<br><br><h2>7. Your fat cells will shrink.</h2><br>The body uses both carbohydrates and fats as energy sources. But after consistent aerobic exercise training, the body gets better at burning fat, which requires a lot of oxygen to convert it into energy. “One of the benefits of exercise training is that our cardiovascular system gets stronger and better at delivering oxygen, so we are able to metabolize more fat as an energy source,” Hackney says. As a result, your fat cells—which produce the substances responsible for chronic low-grade inflammation—shrink, and so does inflammation.<br><br>",
		"likes": 20,
		"comments": 5,
		"views": 90,
		"image": "assets/articles/article7.jpg"
	},
	{
		"id": 8,
		"title": "5 Fitness Brands for Women of All Shapes, Sizes, and Body Types",
		"date": "May, 15th 2021",
		"author": "Mandy Oaklander",
		"category": "Fitness",
		"description": "From high-impact, breathable sports bras and leggings designed for waists up to 58 inches to anti-chafing balm, this workout gear will get you ready to move. ",
		"content": "The supermodel Candice Huffine embraces her curves and loves clothing that makes her look and feel great. But when she decided to train to run her first half-marathon and then a full marathon, one challenge came from an unexpected place: figuring out what to wear<br><br>“I tried just about everything out there, and I was shocked at the limits in terms of fit and quality,” Huffine says. “I was either the last size in the ‘standard’ line or the first size in the ‘plus’ line — which meant basically nothing fit comfortably enough to go long distances in.”<br><br>In the plus category, she found limited options that didn’t feel up to her standards for high performance.<br><br>While there’s no one workout that’s right for everyone, everyone should be making time for some physical activity in their day. Moving more comes with benefits like helping with weight loss, preventing heart and other chronic diseases, and improving mood, stress levels, and sleep. Current guidelines from the U.S. Department of Health and Human Services suggest you can start to see benefits with as little as 150 to 300 minutes of moderate physical activity (or 75 to 150 minutes of vigorous physical activity) per week.<br><br>And no one should be falling short of those benchmarks because of a lack of apparel they can move in.<br><br>Huffine’s answer was to create a brand designed to “inspire women to make feeling good a priority,” whether they’re a size 0 or a size 32. “I knew I needed something better, and that there were so many women out there who deserved better too,” she says. <br><br>Here’s more about Huffine’s line and other brands that market apparel and products to help women of all shapes, sizes, and body types stay active and strong.<br><br><br><h2>1. Day/Won</h2><br>Huffine started the brand Day/Won in 2017. The company is built on Huffine’s belief that 'Every body is a good body' — and that a day in which you do something for yourself that makes you feel empowered, victorious, or like your best self is a “day won” (a motto that inspired the name of the brand). Day/Won clothing comes in sizes 0 to 32, and it’s intended to make you feel strong and unstoppable.<br><br>Plus, the products are manufactured when you place your order to reduce the environmental footprint of the brand’s production process.<br><br><br><h2>2. Girlfriend Collective</h2><br>“We believe health and wellness come in many shapes and sizes, and representation matters,” the Girlfriend Collective writes on its “Our Story” page. But don’t just take their word for it; check out the brand’s sizing chart, which includes options for women with waists from 22 to 58 inches and hips that measure between 28 and 67 inches. This brand also supports using environmentally friendly materials and sustainable manufacturing (find out more on the company’s “About” page).<br><br><br><h2>3. Knix</h2><br>This Toronto-based brand is all about making lingerie for every woman — regardless of shape, size, or athletic ability. They focus on performance and comfort, including the brand’s new high-impact, breathable sports bra designed to fit (and support) women from size 32A to 42G (Knix Catalyst Sports Bra, $85). It features adjustable straps and an adjustable back clasp to keep it snug and comfortable — and make it easier to take off than other high-impact sports bras. <br><br><br><h2>4. Skirt Sports</h2><br>This brand was founded to help “women find strength, power, and happiness through running,” the company’s founder, Nicole DeBoom, notes on the Skirt Sports website. DeBoom, a runner and triathlete, realized she was tired of running in clothes that were ill-fitting, uninspiring, and didn’t make her feel pretty. So she designed a running skirt, which became the brand’s first product. The company has expanded to offer a full line of fitness apparel for women, including workout dresses and skirts with built-in leggings.<br><br><br><h2>5. Megababe</h2><br>Working out can leave you energized, less stressed, and feeling great (exercise is great for mood and mental health, after all). But it can also leave you feeling chafed, sweaty, and smelling not quite squeaky clean. Enter this line of personal care products, including the Thigh Rescue Anti-Chafing Stick ($14), designed to allow thighs to glide smoothly against each other as you move (no more painful rashes), and the Bust Dust Anti-Boob-Sweat Powder ($16).<br><br>",
		"likes": 20,
		"comments": 5,
		"views": 90,
		"image": "assets/articles/article8.jpg"
	},
	{
		"id": 9,
		"title": "The Best Exercises for Strengthening Every Muscle in Your Arms",
		"date": "June, 4th 2021",
		"author": "Mandy Oaklander",
		"category": "Fitness",
		"description": "Your arms are constantly in use throughout the day, so make sure you’re keeping them strong with these simple exercises.",
		"content": "If you’re aiming to boost your upper-body strength, don’t neglect your arms! Strengthening the arm muscles can go a long way when it comes to making it easier to tote around luggage, throw a football, or swing a tennis racket, as well as promoting long-term bone health.<br><br><br><br><h2>Which Muscles Make Up the Arms?</h2><br>There are three main sections of the arms, namely the anterior (front), posterior (back), and shoulders, and you want to make sure you’re training all three sections, says Mecayla Froerer, the director of NordicTrack-iFit online training and a National Academy of Sports Medicine (NASM)–certified personal trainer based in Logan, Utah.<br><br>In the front, you’ll find the biceps brachii (also known as the biceps), the brachialis muscle, and the coracobrachialis muscle, per an article published in July 2021 in StatPearls. The back of the arm contains the triceps brachii (or triceps).The deltoid muscle sits at the top of the shoulder. And the backside of the shoulder is where you’ll find the rotator cuff, which consists of four small muscles: the supraspinatus, the infraspinatus, the teres minor, and the subscapularis, according to another article published in July 2021 in StatPearls.<br><br>Each of these muscles plays its own unique and important role to help our arms move in all the various ways we use them throughout the day.<br><br>Any pushing, pulling, reaching, or swinging movement of the arms requires a different set of muscles, and training those muscles can help you do everything from carrying a bag of groceries and picking up your dog to holding a plank pose in yoga and opening a heavy door.<br><br>“By training all muscle groups of the upper body, you’ll find increased range of motion, which will aid in injury prevention,” Froerer says.<br><br>The muscles in your arm also help support your wrists and elbows. “Stronger arms help avoid increased stress and pressure put on the joints by daily tasks (like scrolling on your cellphone or chopping vegetables),” says Sam Parker, the CEO of Neoteric Movement Systems, a movement system for managing chronic pain and limited movement, and an AFAA-certified personal trainer based in Washington, DC.<br><br><h2>How to Make the Most of Your Arm Strength Training</h2><br>Guidelines from the American College of Sports Medicine (ACSM) recommend at least two to three nonconsecutive days a week of strength training the entire body, which includes the arms.<br><br>You’ll also need to determine how many sets and reps to do. For general muscle strength, no matter what part of your body you’re training, the ACSM recommends 2 to 3 sets of 8 to 12 repetitions per training session, but Parker notes that you can hone it further, depending on your goals.<br><br>For instance, using lighter weights and doing more reps and sets will help build muscular endurance, essentially how long you can work a muscle without fatiguing. On the flip side, if you want to build muscle strength, you’ll want to increase the weight and decrease the reps, she says.<br><br>Here are some other points to keep in mind any time you do upper body exercises:<br><br><b>Avoid locking your elbows.</b> Locking your elbows creates a chain reaction in your body, forcing other joints (namely the wrists and shoulders) to be locked too. “You could strain the surrounding ligament, tendons, and possibly even the cartilage in the joint,” Parker says. For any arm exercise, you want to use the fullest range of motion to work muscles to their fullest potential, he adds.<br><br><b>Check your posture.</b> When you get tired, your posture can start to suffer. Slumping forward causes the shoulders to internally rotate, which could lead to rotator cuff issues. If you try to lift weights in that position, you could exacerbate those issues, Parker says.<br><br><b>Don’t be afraid to choose a lower weight.</b> Don’t add too much weight too quickly, Parker says. One general rule of thumb when selecting a weight? “Choose a weight you can lift while maintaining proper form but [that’s] slightly heavy enough to challenge you,” Froerer says. If you’re arching your back to finish a curl, holding your breath, or having to inch up onto your tiptoes to complete the exercise, try switching to a lighter weight.<br><br><h2>The Best Exercises for Strengthening the Arms</h2><br>Ready to get those arms in shape? Below are nine exercises from Froerer, plus a sample workout that incorporates all of them.<br><br><h3>1. Bicep Curl</h3><br>Stand with your feet shoulder-width apart, holding a weight in each hand. Starting with the weights by your thighs, palms facing forward, and elbows glued to hips, lift weights toward shoulders. Release to start; that’s one rep. Repeat.<br><br><h3>2. Hammer Curl</h3><br>Stand with your feet shoulder-width apart and your arms hanging down at your sides, holding a weight in each hand. Keeping your palms facing in toward your body and your elbows pressed to your body, lift the dumbbells to your shoulders. Release to start to complete one rep and repeat.<br><br><h3>3. Wide Curl</h3><br>Stand with your feet shoulder-width apart and your arms hanging at your sides, holding a weight in each hand. Face your palms away from your body so they’re facing the corners of the room. Keeping your elbows pressed to your body, lift the dumbbells to your shoulders. Release to start to complete one rep and repeat.<br><br><h3>4. Bent-Over Tricep Extension</h3><br>Stand with your feet hip-width apart, holding a dumbbell in each hand and arms hanging at your sides. Palms should be facing in. Hinging from your hip with your knees slightly bent, lean your torso forward until your body is at a roughly 45-degree angle with the ground. Keeping your upper arms by your torso with your elbows at your sides, extend your forearms behind you until they are parallel to the floor, then release them to start for one rep. Repeat.<br><br><h3>5. Overhead Tricep Extension</h3><br>Stand with your feet hip-width apart, with a dumbbell in each hand. Lift the dumbbells above your head until your arms are straight, taking care not to lock your elbows. Palms should be facing each other. (If this is too difficult, use just one dumbbell, starting by holding the dumbbell in both hands in front of your body and lifting it overhead with both hands.) Keeping your elbows and upper arms in place, slowly lower your forearms so the weights drop slightly behind your head. Extend straight overhead to complete one rep and repeat.<br><br><h3>6. Tricep Dip</h3><br>Sit on a stable chair or bench with your hands grasping the seat, positioned about shoulder-width apart and fingers facing forward. Extend your legs in front of you, placing feet flat on the floor so your knees form 90-degree angles (with knees over ankles). Slide your butt off the chair or bench so only your hands and feet are supporting you, and extend your arms almost straight. Bend your elbows and, while keeping your back close to the chair or bench, and slowly lower your body toward the floor until your elbows are at about a 90-degree angle. Press into the chair or bench and return to start to complete one rep and repeat.<br><br><h3>7. Shoulder or Military Press</h3><br>Stand with your feet hip-width apart, dumbbells in each hand, arms at your side. Lift the dumbbells just above your shoulders, with your palms facing forward and elbows bent at about 90-degree angles. From this starting position, extend through the elbows and press dumbbells above your head. Release to start to complete one rep and repeat.<br><br><h3>8. Front to Lateral Raises</h3><br>Stand with feet hip-width apart. Hold a dumbbell in each hand, with arms in front of your body at thigh level and your palms facing your body. Keeping a slight bend in your elbows and your palms down, lift the weights straight in front of your body to shoulder height. Hold for a second and then move your arms out to the sides so they’re slightly below your shoulders. Release your arms to side and repeat, this time reversing the move, so that you first lift arms straight out to the side, then draw them in so they are extended straight in front of you, and finally lowering them back down in front of thighs. That’s one rep.<br><br><h3>9. Rear Delt Fly</h3><br>Stand with your feet about hip-width apart and a dumbbell in each hand. Bend your knees and hinge forward from your hips, extending your arms straight down, wrists below your shoulders with your hands facing each other. Keeping your back flat, lift your arms to your sides while your hands face the floor. As you do this, squeeze your shoulder blades together. Keeping your torso hinged, release your arms to the starting position to complete one rep and repeat.",
		"likes": 20,
		"comments": 5,
		"views": 90,
		"image": "assets/articles/article9.jpg"
	},
	{
		"id": 10,
		"title": "Best Foods for Fitness",
		"date": "May, 26th 2021",
		"author": "Poonam Sachdev",
		"category": "Food & Eating",
		"description": "Get your diet on the right track by getting rid of the junk. This healthy-eating handbook makes it easy to get started. Follow this plan and share your results.",
		"content": "<br><br><h3>1. Start With Whole-Grain Cereal</h3><br>If you don’t have enough to eat before you exercise, you may not have enough gas in the tank. You might burn fewer calories, too. Have some healthy carbs at least an hour in advance of your workout. Try a bowl of whole-grain cereal with skim milk and cut up fruit or some whole wheat toast or a bagel. Cream cheese and butter add saturated fat. <br><br><h3>2. Grab a Banana</h3><br>Don’t have much time before you head to the gym? Eat an apple or a banana 5 or 10 minutes before your workout for some quick, natural energy.Your body easily digests these carbohydrates and turns them into the energy you need for exercise. Also, fruit is packed with helpful nutrients.<br><br><h3>3. An Energy Bar in the Afternoon</h3><br>When you’re working out later in the day, have a small snack about an hour before you get started. A sports bar that has 200 calories or less is a good option.Look for a bar with low-fiber content, ideally 3 grams or less. Too much fiber before a workout can upset your stomach.<br><br>On the ingredients list, keep an eye out for sugar alcohols, like sorbitol, xylitol, isomalt, and mannitol. Too much of these ingredients can give you cramps or diarrhea.<br><br><h3>4. Grilled Chicken at Mealtime</h3><br>When you exercise regularly, you need more protein than people who don’t, especially after a workout. Your body uses it to repair muscles, to make blood cells, and for many other purposes. For lunch or dinner, serve a leaner source, like grilled chicken or turkey, instead of something like a cheeseburger.<br><br><h3>5. Black Bean Burger</h3><br>Whether you sometimes try a meat-free meal or stick to a full-time vegetarian diet, you can get plenty of protein (and lots of other nutrients, including fiber) from plants. Try pinto, kidney, white, or black beans, split peas, or chickpeas. Soy products, like tofu and tempeh, and nuts also have protein.<br><br><h3>6. A Bowl of Berries</h3><br>After a workout, go for these instead of a bottle of juice. A lot of the fiber in whole fruits is lost as they become juice.Blueberries, in particular, have been shown to reduce muscle soreness from strenuous exercise. Cherries are another good option. But any berry will likely help.<br><br><h3>7. Veggies and Hummus</h3><br>When you exercise regularly, it’s all too easy to overestimate how many calories you’ve burned. An intense, hour-long bike ride could burn 590 calories, but a more leisurely one might only use 290.<br><br>While you might feel like you’ve earned a cookie, it’s better to snack on fruits and vegetables. After you work out, pair your produce with protein to help you feel more full and replenish muscles. Try vegetables with hummus or fruit with Greek yogurt.<br><br><h3>8. Peanut Butter</h3><br>While you train for a big event, the ideal post-workout snack combines protein with carbs. Revisit your childhood with a sandwich made with 2 slices of bread and 4 tablespoons of peanut butter. Of course, now that you’re an adult, you can substitute almond butter. Or try two or three cooked eggs for protein with a half a bagel.<br><br><h3>9. Water or a Sports Drink</h3><br>Hydration is a must when you exercise. Often, water is all you need. But it depends on what you are doing. If your activity is less than 60 minutes, sip small amounts of water often to replace lost fluids. But when your workout is intense and lasts longer than an hour, a sports drink could help your hydration and your performance. Just keep an eye on the calories and sugar, like with any other drink, especially if you want to lose weight.<br><br>",
		"likes": 54,
		"comments": 36,
		"views": 170,
		"image": "assets/articles/article10.jpg"
	}
]
