[
	{
		"id": 1,
		"title": "How to Start Running: An Absolute Beginner’s Guide",
		"date": "December, 3rd 2021",
		"author": "John Doe",
		"category": "Fitness",
		"description": "If you want to start running, whether you are already active in other ways or you’re truly in couch-to-5K mode, the biggest question tends to be: Where do you start?<br><br>Yes, it can be as simple as lacing up your sneakers and hitting the pavement. But putting some thought into what your goals are, your pacing, what to wear, and how to schedule other activities and workouts can go a long way when it comes to avoiding injuries and making progress.<br><br>Here are some top tips from running experts, along with a basic four-week training plan.<br><br><br><h3>On Motivation: First, Think About Your ‘Why’</h3><br>Running delivers a plethora of health benefits. But there are other ways to reap those rewards. Why do you want to start running? And why are you doing it now?<br><br>“One of the biggest parts of sticking to any training plan is knowing why you’re doing it,” says Kourtney Thomas, CSCS, a St. Louis–based Road Runners Club of America (RRCA)–certified running coach and trainer. “Figure out why it matters to you, and what you hope to achieve from it, and that will help you feel connected to the effort in a deeper way.”<br><br>Maybe you want that sense of accomplishment that comes with completing a 5K. Maybe you’re noticing that you’re more winded lately while playing with your kids and you want to boost your endurance. Maybe work stress is dragging you down, and the thought of getting outside and getting moving energizes you.<br><br>Whatever it is, Thomas suggests you tap into it — writing it down is helpful, too — and keep that in mind as your larger goal.<br><br><br><h3>Set Your Pace and Distance</h3><br>With distance as well as pace, that will depend on your health, athletic history, and current fitness level, according to Amy Morris, an RRCA-certified running coach and head of personal training at CrossTown Fitness in Chicago.<br><br><br><h4>How to Know What Pace Is Right</h4><br>“When beginning, it’s best to start slow and gradually increase your pace over time,” Morris says. “If you gun it out of the gate, your body will begin to accumulate lactic acid and your lungs won’t be able to keep up with how fast you’re running, so you’ll feel breathless. As a result, you’ll drastically slow down.”<br><br>You’ll also fatigue much faster if you start too fast, and that can be frustrating.<br><br>One technique that can help beginner runners is run-walk intervals. To do it, pick an easy pace for a run — easy is being able to talk as you’re running — for a certain amount of time (start with a minute), and then walk for that same amount of time. Then repeat the pattern. That way, your body can get used to the motion of running without tiring as quickly. As the running portions of the interval get easier, increase the minute of running to two minutes. When that feels easier, add another minute to the run portion of the interval, and so on until you’re able to take out the walking all together.<br><br><br><h4>How Long to Run When You Start</h4><br>When determining distance, Morris says that will depend on your health, athletic history, and current fitness level. For some, a walk-run combo of a half-mile will be plenty as a start. But if you have a higher level of fitness — maybe you've been doing another activity like biking or yoga, for example — you may want to start with a mile or longer.<br><br>The American Council of Exercise (ACE) suggests starting with 20- to 25-minute workouts, selecting a distance you're comfortable with with the expectation that you'll increase very gradually.<br><br>ACE recommends increasing the distance and duration of your workouts no more than 10 percent to 15 percent from one week to the next, and running on alternating days (rather than consecutive ones).<br><br>No matter what you've set as your beginning distance, it’s important to take training one day at a time, Morris says.<br><br>“Progress is not always linear,” she notes. “Sometimes there will be spikes, lows, and plateaus. Roll with it. Follow your plan and trust the training.”<br><br><br><h3>Get the Right Gear</h3><br>You don’t need a lot of fancy equipment to run. But picking the right apparel, shoes, and accessories can make your strides more comfortable — and depending on the conditions, safer.<br><br><br><h4>Apparel</h4><br>What you wear will largely depend on the weather, both at the start of your run and what it’s expected to be when you finish, according to Morris. But remember, you’ll build body heat as you move, so you’ll likely want to dress in more lightweight clothing than you would wear if you were just going outside for a walk or other more leisurely activity. As a rule of thumb, she suggests dressing as if the temperature outside is 10 degrees warmer than it actually is.<br><br>If you tend to be on the warmer side, she suggests dressing like it's 15 degrees warmer than the actual temperature. If you get chilly easily, go in the other direction and dress as if it's 5 degrees warmer, she says.<br><br>“Layers are always great,” she adds. But do opt for moisture-wicking fabrics (like merino wool, bamboo, and some polyesters designed for this), she says. “In the winter, jackets with zippers help regulate body temperature like a thermostat; up if you’re cool and down if you’re warm.”<br><br>And remember, you don't necessarily need specialized gear to get out there and get running. If you're getting started and the temperature is moderate, it's fine to opt for a T-shirt and sweatpants combo, Morris adds.<br><br><br><h4>Running Shoes</h4><br>The equipment that will take you a long way (literally) when you’re running are a good pair of running shoes. Ideally, it’s best to have your stride checked at a running gear store, says Thomas. They’ll evaluate your running stride and how your foot hits the ground, and recommend types of shoes that would work best for you. But not everyone has one within driving distance. If you don’t, or you’re shopping online, Thomas suggests starting with shoes described as “neutral,” which means they have an average amount of arch support (rather than an arch supports that corrects for your feet either rolling inwards or outwards as they strike the ground). And choose the amount of cushioning in a shoe that feels comfortable. After you’ve been running for a while, you’ll get a feel for whether you want more cushioning or less.<br><br><br><h4>Sunscreen and Other Health and Safety Tips</h4><br>In both warm and cool weather, sunscreen should be a priority. The American College of Sports Medicine recommends applying sunscreen of at least SPF 30 at least 30 minutes before heading out into the sun, and reapplying every hour if you’re sweating a lot.<br><br>One more gear consideration is safety, Thomas adds. You can put reflective strips on your shoes and clothes if you’re a dawn or dusk runner, and wear bright clothing. Also, stay in well-lit areas whenever possible and keep your phone secured in a zipped pocket.<br><br><br><h3>Don’t Skip the Warmup</h3><br>A good warmup is key for running, says Morris. Not only does it get your muscles prepped for exercise, but it increases oxygen and blood flow throughout the body.<br><br>Rather than the static stretches you may have done in gym class — where you got into a stretch and held it without moving — a warmup should involve dynamic flexibility, which means you should be active and focus more on movement than stretching.<br><br>A good dynamic warmup can include simple yoga sequences, brisk walking, or moves such as squats, lunges, calf raises, and arm swings. You only need to warm up for about five minutes, says Morris, but if you’re going for a longer run you may want to do a lengthier warm-up session.<br><br>The key to any good warmup is to engage the right muscles (in this case, the ones you’ll use while running). You want to prepare them to do the more strenuous work you’re going to ask them to do during your workout, says Nicholas Romanov, PhD, a Miami-based Olympic running coach and developer of the Pose Method, a technique designed to reduce injuries in sports, including running. Muscles contract and relax to work. “So to get them ready for running [when you’ll want them to work to their fullest extent], you want to do drills and exercises that mimic running itself, like light hops on both legs, single leg hops, and so on.”<br><br><br><h3>Follow a Plan</h3><br>While there’s value to simply lacing up and going for a run, building and following a training plan can help ensure you’ll meet your running goals, says Thomas.<br><br>What plan is best depends largely on your level of fitness. For example, if you work out regularly with other activities, you may feel comfortable starting with a higher-intensity training program than if you’re a novice exerciser — in terms of speed, distance, or both.<br><br>If you are new to exercise (or coming back to it after a long hiatus), you should take it much slower, says Romanov. You want training to feel almost too easy at the start since that can help you build your running over time in a way that prevents injury.<br><br>Here’s a sample four-week training plan for those who are new to exercise and don’t have much prior running experience. You'll work your way up to running 30 minutes at a time. Don’t forget to warm up before each run (see previous section) and choose a pace that is comfortable (as noted above). Consider jogging the “run” portions as you get started (jogging is simply running at a slower pace) — or alternating between brisk walking and running during those portions.<br><br>Focusing on time instead of distance is helpful, says Morris, because it gets you used to the movement of running. As you progress beyond these initial four weeks, you can start to bring in other variables like distance and speed.<br><br><h4><b>Week 1</b></h4><b>Day 1</b> Run 10 minutes, walk 3 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 10 minutes, walk 2 minutes, run 5 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 12 minutes, walk 1 minute, run 3 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Cross-train<br><br><h4><b>Week 2</b></h5><b>Day 1</b> Run 13 minutes, walk 2 minutes, run 5 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 15 minutes, walk 1 minute, run 5 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 17 minutes, walk 1 minute, run 7 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Cross-train<br><br><h4><b>Week 3</b></h4><b>Day 1</b> Run 20 minutes, walk 1 minute, run 5 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 25 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 25 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Cross-train<br><br><h4><b>Week 4</b></h4><b>Day 1</b> Run 28 minutes<br><b>Day 2</b> Rest<br><b>Day 3</b> Run 30 minutes<br><b>Day 4</b> Rest<br><b>Day 5</b> Run 20 minutes<br><b>Day 6</b> Rest<br><b>Day 7</b> Run 30 minutes<br><br><br><h3>As You Start Running, Don’t Forget About Other Types of Movement and Rest Days</h3><br>Mixing other types of exercise into a training plan is also useful, adds Morris. In the sports world, workouts that aren’t the primary goal of a training program are called “cross-training” workouts. For running, cross-training could look like taking a bike ride, strength-training, swimming, HIIT (high-intensity interval training), or other nonrunning workouts.<br><br>Cross-training workouts can be either more intense, the same intensity, or less intense than your running workouts, Morris says. When it comes to cross-training, the most important factor is that you're working different muscles. Doing the same activity day after day tends to put more stress on specific muscles and joints, which can lead to overuse injuries.<br><br>Rest days are important, too. Consider gentle activity geared toward strength, mobility, and range of motion, like yoga or Pilates. Morris says listen to your body on these days and make sure you’re giving muscles that are tired or sore a rest. And remember rest days look different depending on your fitness level.<br><br>Over the course of the training plan, it's crucial to pay attention to your body and tweak the schedule for more rest days if you’re feeling muscle soreness that lasts longer than 24 hours, especially if it's accompanied by sharp pain like shin splints or joint aches like hip soreness. If you find you have limited mobility into the next day — it's tougher to get up from sitting, for example — definitely incorporate more recovery time. Note that feeling fatigued several hours after a workout or the next day can be a sign you’re overtraining, according to previous research. And don’t forget to celebrate your wins, too — even the small ones. Thomas says that having larger goals like a first 5K is great, but don’t forget to appreciate all the milestones along the way. Benchmarks like being able to continuously run for 10 minutes, 20 minutes, or completing this plan are accomplishments in and of themselves.<br><br>",
		"likes": 100,
		"comments": 25,
		"views": 340,
		"image" : "assets/articles/article1.jpg"
	},
	{
		"id": 2,
		"title": "7 Tips for Getting Back Into a Workout Routine if the Pandemic Disrupted Yours",
		"date": "January, 4rd 2021",
		"author": "Quinn Philips",
		"category": "Fitness",
		"description": "Has the COVID-19 pandemic put you in a workout slump? If your fitness habits aren’t what they used to be, rest assured — you’re in good company.<br><br>A growing body of evidence shows that the pandemic has profoundly changed how much people exercise, not only in the United States but around the world. In a study published in November 2020 in the Annals of Internal Medicine, researchers found that, based on more than 19 million smartphone-based, step-counting measurements taken from January 19 to June 1, 2020, physical activity levels dropped dramatically in many countries after the pandemic struck.<br><br>In a study published in February 2021 in the Journal of Medical Internet Research, experts used an activity-tracking smartphone app to look at the exercise habits of nearly 5,400 people in the United Kingdom since the start of the pandemic. When it came to walking, running, and cycling, activity levels initially dropped the most in people who had been the most active before the pandemic, as well as in people ages 65 or younger. And once pandemic restrictions were eased, only people older than 65 appeared to bounce back with their physical activity.<br><br>“I’m seeing people who were formerly active — who used to go to the gym a lot or group exercise classes — and they stopped doing that because of the pandemic,” says Cindy Lin, MD, a clinical associate professor of sports and spine medicine and assistant director of clinical innovation at the Sports Institute at the University of Washington School of Medicine in Seattle. She typically sees patients who are having trouble with sports or exercise for a variety of reasons, sometimes due to musculoskeletal problems like tendon injuries or osteoarthritis.<br><br>Brandee L. Waite, MD, director of physical medicine and rehabilitation for the sports medicine fellowship at the University of California in Davis, says she isn’t surprised that people have struggled to maintain their workout routines during the pandemic.<br><br>“Whenever there is a disruption in your normal day-to-day routine, the things that seem to get compromised are the things that don’t make you money or don’t take care of your family,” she explains — and frequently your own personal fitness is one of the things that gets left by the wayside.<br><br>You may be less motivated to exercise if feelings of isolation from social distancing are causing your mental health to plummet, Dr. Waite notes. Even though physical activity can be a great antidote for lifting mood and easing depression, anxiety, and stress, struggling with any of them can make you less motivated to get moving in the first place. And depending on where you live, you may also have fewer opportunities to exercise because of gym closures and working from home, she adds.<br><br>But even if you have time on your hands and aren’t noticeably depressed, you may still find it harder to exercise than you did before, now that the COVID-19 pandemic has likely flipped your normal schedule upside down. “Sometimes when we have more time, we’re like, ‘I’ll do it later,’” says James Houle, PhD, who specializes in sport psychology at the Ohio State University Wexner Medical Center in Columbus. Whereas if you have a lot going on, you’ll schedule in exercise and stick to that plan, he says.<br><br>Whether your workouts have been disrupted by gym closures, increased family responsibilities, or difficulty staying motivated as the pandemic wears on, here are seven tips that may help you get back on track.<br><br><br><h3>1. Set Goals and a Timeline</h3><br>One way to motivate yourself, says Dr. Houle, is by setting small, realistic, and measurable goals that you can write down in a list and check off one by one.<br><br>For example, Houle says, if you’re trying to get stronger by doing push-ups, you can start by doing a number that’s manageable for you, either each day or on certain days of the week. Then try to gradually increase that number as time goes on. The same principle can apply to any activity, such as running or jogging a certain distance or length of time.<br><br>For many people, scheduling workouts in advance is a critical first step toward actually doing them, adds Waite. “I think putting something on your schedule, on the calendar as an appointment that you block off, means you’re much more likely to adhere to it,” she explains.<br><br>But be realistic, says Houle. If you like to exercise in the evening, it can be a great way to blow off steam, he says. If you like to knock out your workouts at the beginning of the day (before you get distracted with other things), schedule them for first thing in the morning.<br><br><br><h3>2. Hold Yourself Accountable</h3><br>Having another person holding you accountable to exercise often means you’re more likely to follow through with your goals, says Houle. And an accountability partner doesn’t necessarily need to join you in person, he adds.<br><br>“I’ve had people call or text each other. Or on different apps you can share workouts,” Houle explains. “That kind of stuff can be motivating and fun.”<br><br>And, yes, turn to technology. “There are a variety of apps and wearable devices that can help support people in moving more,” Dr. Lin notes. Some provide challenges and full workout plans, while others simply have you tracking movement (like laps swum, miles run, or wheelchair pushes), she adds.<br><br><br><h3>3. Ease Back Into Exercise</h3><br>No matter how fit you are — or were — if you’ve spent a period of time (longer than a few weeks) out of an exercise routine, it’s important to gradually work back up to that same intensity.<br><br>“Where I see a lot of people get discouraged is if they think, How come I can’t do it the way I used to do it? That’s kind of unfair,” says Houle. It’s key to acknowledge that your routine has been disrupted, rather than try to prove you’re still as fit as you used to be, he advises.<br><br>As a general rule, says Waite, if you’ve been inactive for longer than a month, you should resume your physical activity at 25 to 50 percent of the level you were previously accustomed to (either for time or intensity). For most people, she says, 50 percent is a good starting point. Then increase it by about 10 to 15 percent per week, which she recommends as “a good guideline to avoid injury.”<br><br>And don’t be discouraged if you need to increase the time or intensity more gradually. Waite says, “Some people have to increase it by 10 percent every 2 weeks. You have to listen to your body.”<br><br><br><h3>4. Break It Up</h3><br>Getting in a workout doesn’t always mean you have to block off an uninterrupted hour of your time. In fact, there are benefits to shorter workouts throughout the day.<br><br>“We know that the average American sits about seven hours a day, and that has negative health effects,” says Lin. Taking regular breaks from sitting to do a 5- or 10-minute body weight exercise, or even just to move around, can add up for cumulative health benefits.<br><br>If you don’t have the time or stamina to go for an hour-long run, Lin suggests running or jogging in intervals of 5 to 10 minutes. Or try a 5- to 10-minute strength training workout that you can do in whatever space you have available, she says.<br><br>It might help you to visualize shorter workouts is as “fitness snacking,” rather than a large “meal” that you would get from a longer workout, Waite says. In the end, multiple fitness snacks throughout the day might add up to one large meal.<br><br>But don’t beat yourself up if you only manage to get a single fitness snack on some days. “Even a 15-minute workout is better than no workout,” Waite says.<br><br><br><h3>5. Make Your Workouts Social (Safely)</h3><br>Exercise can make us stronger and keep our bodies healthy, but for a lot of us, at least before the pandemic, it was an opportunity to socialize, too — at the gym, in a workout class, or as part of a running or walking group. For those missing this latter component, it’s no wonder it’s been hard to stick with an exercise routine.<br><br>If you live in an area where it’s safe to attend group exercise classes at a gym, and you’re comfortable doing so with the right safety measures, check out what options are available in your area, Waite suggests. Some gyms and personal trainers are offering outdoor classes, too.<br><br>But if you’re not ready for in-person classes just yet, many gyms have pivoted to on-demand or even live virtual classes, Waite says. You can check with your local gym to see if they offer virtual options that allow you to interact with instructors or other gym members.<br><br>You could also opt for a walk or jog with a friend or family member, as social distancing practices allow. Or if you have to look after kids, you could make your workouts a family affair, Lin says. “Turn on the radio or play a song on YouTube, and you and your kids can dance to it,” she suggests.<br><br><br><h3>6. Get Outside</h3><br>Whether you’re working out alone or with someone else, breaking a sweat in the great outdoors can reduce stress and immerse you in nature.<br><br>“There are a lot of studies showing that just being in nature, in the outdoors, has a lot of benefits for improving physical and mental health,” says Lin. In one study published in June 2019 in the journal Scientific Reports, researchers found that spending at least 120 minutes per week in a natural environment — such as a park, forest, or beach — was linked to significant improvement in self-reported health and well-being, with the greatest benefits seen in people who spent 200 to 300 minutes per week in nature.<br><br>Waite notes that when weather allows, many gyms have moved group exercise classes outside. And even if these options aren’t offered in your area, you may prefer to work out on your own outside, whether by watching an exercise video in your backyard or trying body-weight strength exercises in a local park.<br><br><br><h3>7. Be Your Own Cheerleader</h3><br>If you haven’t worked out in a while, exercise can sometimes feel like a chore. It can be easy to beat yourself up and feel like you’re lazy or weak for not getting it done. If you struggle with this mindset, Waite suggests reframing exercise as an enjoyable activity that you look forward to. (Note: It’s easier to think of exercise as enjoyable if you start by picking workouts you do indeed find enjoyable.)<br><br>Self-talk related to exercise definitely affects mindset, Houle says. “If I get up in the morning, and I go, ‘Man, I didn’t exercise yesterday. I’m so lazy,’ and I repeat that, I’m going to start to believe that,” he says.<br><br>Instead, he suggests using positive self-talk to help you motivate yourself to exercise. “Get up and go, ‘This is what I’m going to do today, it’s going to feel good, and I can do this.’ It’s going to feel silly in the beginning, but if you stick with it, you’ll feel more motivated and excited about exercising,” Houle says.<br><br>",
		"likes": 30,
		"comments": 5,
		"views": 100,
		"image" : "assets/articles/article2.jpg"
	},
	{
		"id": 3,
		"title": "How running can boost your endurance",
		"date": "January, 4rd 2021",
		"author": "John Doe",
		"category": "Weight Training",
		"description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium porta mauris, eget maximus orci lobortis non. Donec interdum eu ligula non posuere. Nam in pharetra neque. Nam consectetur enim fringilla mauris pulvinar, sit amet consectetur metus dictum.",
		"likes": 30,
		"comments": 5,
		"views": 100,
		"image" : "assets/articles/article2.jpg"
	},
	{
		"id": 4,
		"title": "Full-body lifts vs. direct core work",
		"date": "January, 4rd 2021",
		"author": "John Doe",
		"category": "Weight Training",
		"description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium porta mauris, eget maximus orci lobortis non. Donec interdum eu ligula non posuere. Nam in pharetra neque. Nam consectetur enim fringilla mauris pulvinar, sit amet consectetur metus dictum.",
		"likes": 30,
		"comments": 5,
		"views": 100,
		"image" : "assets/articles/article2.jpg"
	},
	{
		"id": 5,
		"title": "Compound vs. isolation exercises",
		"date": "January, 4rd 2021",
		"author": "John Doe",
		"category": "Weight Training",
		"description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium porta mauris, eget maximus orci lobortis non. Donec interdum eu ligula non posuere. Nam in pharetra neque. Nam consectetur enim fringilla mauris pulvinar, sit amet consectetur metus dictum.",
		"likes": 30,
		"comments": 5,
		"views": 100,
		"image" : "assets/articles/article2.jpg"
	},
	{
		"id": 6,
		"title": "Interval training vs. steady-state cardio",
		"date": "January, 4rd 2021",
		"author": "John Doe",
		"category": "Weight Training",
		"description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium porta mauris, eget maximus orci lobortis non. Donec interdum eu ligula non posuere. Nam in pharetra neque. Nam consectetur enim fringilla mauris pulvinar, sit amet consectetur metus dictum.",
		"likes": 30,
		"comments": 5,
		"views": 100,
		"image" : "assets/articles/article2.jpg"
	},
	{
		"id": 7,
		"title": "Core stability vs. core flexion and/or rotation",
		"date": "January, 4rd 2021",
		"author": "John Doe",
		"category": "Weight Training",
		"description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque pretium porta mauris, eget maximus orci lobortis non. Donec interdum eu ligula non posuere. Nam in pharetra neque. Nam consectetur enim fringilla mauris pulvinar, sit amet consectetur metus dictum.",
		"likes": 30,
		"comments": 5,
		"views": 100,
		"image" : "assets/articles/article2.jpg"
	}
]
